Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Makes a (chosen) directive on the note/chord at the cursor take effect for typesetting the current layout. The cursor should be positioned at the note height if a directive attached to the note is intended.
sv: Gör att ett (valt) direktiv på noten/ackordet vid markören får effekt för sättning av den aktuella layouten. Markören bör vara placerad i nothöjd om ett direktiv som är kopplat till noten ska användas.

source: Delete LilyPond on Note
sv: Ta bort LilyPond på Note

source: Deletes the LilyPond attached to the note where the cursor is.
sv: Raderar LilyPond som är kopplad till noten där markören är.

source: Attach/Edit LilyPond to Note
sv: Bifoga/Editera LilyPond till not

source: Inserts LilyPond syntax you give before and after the note at the cursor height, also allows editing/deleting.
sv: Infogar LilyPond-syntax som du anger före och efter noten i markörens höjd, tillåter även redigering/radering.

source: Horizontal shift
sv: Horisontell förskjutning

source: (Print) Displace Horizontally
sv: (Print) Förskjutning horisontellt

source: Shifts the next note, chord or rest and its markings horizontally by the amount given. Use this to refine the positioning, but be aware that notes in other staffs will not be affected. For polyphony, see NoteColumnShift under the Voices menu
sv: Flyttar nästa not, ackord eller paus och dess markeringar horisontellt med den angivna mängden. Använd denna funktion för att förfina positioneringen, men tänk på att noter i andra notsystem inte påverkas. För polyfoni, se NoteColumnShift under menyn Voices

source: Append/Insert Breve. N.B. turns off spillover to next measure if set in preferences.
sv: Lägg till/insätt Breve. N.B. stänger av spillover till nästa mått om det är inställt i preferenser.

source: Append/Insert Longa. N.B. turns off spillover to next measure if set in preferences.
sv: Lägg till/insätt Longa. N.B. stänger av spillover till nästa mått om det är inställt i preferenser.

source: Inserts a 𝅝 and slurs to it, extending previous slur.
sv: Infogar en 𝅝 och slurfar till den, förlänger föregående legatobåge.

source: Inserts a 𝅗𝅥 and slurs to it, extending previous slur.
sv: Infogar en 𝅗𝅥 och slurkar till den, förlänger föregående legatobåge.

source: Inserts a 𝅘𝅥 and slurs to it, extending previous slur.
sv: Infogar en 𝅘𝅥 och slurkar till den, förlänger föregående legatobåge.

source: Inserts a 𝅘𝅥𝅮 and slurs to it, extending previous slur.
sv: Infogar en 𝅘𝅥𝅮 och slurkar till den, förlänger tidigare slurkar.

source: Inserts a 𝅘𝅥𝅯 and slurs to it, extending previous slur.
sv: Infogar en 𝅘𝅥𝅯 och slurkar till den, förlänger tidigare slurkar.

source: Inserts a 𝅘𝅥𝅰 and slurs to it, extending previous slur.
sv: Infogar en 𝅘𝅥𝅰 och slurkar till den, förlänger tidigare legatobåge.

source: Inserts a 𝅘𝅥𝅱 and slurs to it, extending previous slur.
sv: Infogar en 𝅘𝅥𝅱 och slurkar till den, förlänger tidigare slurkar.

source: Inserts a 𝅘𝅥𝅲 and slurs to it, extending previous slur.
sv: Infogar en 𝅘𝅥𝅲 och slurkar till den, förlänger tidigare slurkar.

source: Inserts a 𝅜 and slurs to it, extending previous slur.
sv: Infogar en 𝅜 och slurfar till den, förlänger föregående legatobåge.

source: Inserts a 𝅛 and slurs to it, extending previous slur.
sv: Infogar en 𝅛 och slurfar till den, förlänger föregående legatobåge.

source: Adds dots
sv: Lägger till prickar

source: Cautionary Accidental
sv: Försiktighet Oavsiktlig

source: Forces the accidental on the note to be printed.
sv: Tvingar fram en utskrift av den tillfälliga anteckningen.

source: Change Note Enharmonic -
sv: Byt not Enharmoniskt -

source: Changes the note at the cursor to its enharmonic equivalent one step lower. Use for individual notes in chords.
sv: Ändrar noten vid markören till dess enharmoniska motsvarighet ett steg lägre. Används för enskilda toner i ackord.

source: Change Note Enharmonic +
sv: Byt not Enharmonic +

source: Changes the note at the cursor to its enharmonic equivalent one step higher. Use for individual notes in chords.
sv: Ändrar noten vid markören till dess enharmoniska motsvarighet ett steg högre. Används för enskilda toner i ackord.

source: Ficta Accidental
sv: Ficta Oavsiktlig

source: Prints the accidental above rather than before the note. In European music from before about 1600, singers were expected to chromatically alter notes at their own initiative according to certain rules. This is called musica ficta. In modern transcriptions, these accidentals are usually printed over the note.
sv: Skriver ut accidenten ovanför noten i stället för före noten. I europeisk musik från tiden före ca 1600 förväntades sångare att kromatiskt ändra noter på eget initiativ enligt vissa regler. Detta kallas musica ficta. I moderna transkriptioner skrivs dessa förtecken vanligen ut över noten.

source: Flatten or Append Flattened
sv: Platta till eller bifoga Platta till

source: Flatten note at cursor, or if appending flatten next note entered.
sv: Platta till noten vid markören, eller om den är bifogad, platta till nästa inmatade not.

source: Hide Accidental
sv: Dölj Accidental

source: Hides the accidental on the note at the cursor on printing. Does not affect the pitch.
sv: Döljer accidental på noten vid markören vid utskrift. Påverkar inte tonhöjden.

source: To Cursor
sv: Till markör

source: Moves the nearest note to join the cursor
sv: Flyttar närmaste not så att den ansluter till markören

source: Reminder Accidental
sv: Påminnelse Oavsiktlig

source: Prints the accidental in ().
sv: Skriver ut det oavsiktliga i ().

source: Remove one dot for each note in the selection or single note
sv: Ta bort en punkt för varje not i urvalet eller enstaka not

source: Sharpen or Append Sharpened
sv: Skärpa eller lägga till skärpt

source: Sharpens the note at the cursor, or if appending sharpen next entered note.
sv: Skärper noten vid markören, eller om den följer skärper nästa inmatade not.

source: Suggest Flat
sv: Föreslå platt

source: Prints flat sign over note
sv: Utskrifter platt skylt över not

source: Suggest Natural
sv: Föreslå naturlig

source: Prints a natural over the note at the cursor
sv: Skriver ut en naturlig över noten vid markören

source: Suggest Sharp
sv: Föreslå kors

source: Prints a sharp above the note/chord
sv: Skriver ut ett streck över noten/ackordet

source: Place a fingerin instruction on a note
sv: Placera ett fingerinstruktion på en not

source: Grace After (Off/On)
sv: Grace efter (av/på)

source: The grace note(s) following the current note will be typeset attached to the current note, rather than the note that follows them.
sv: Den eller de grace-noter som följer efter den aktuella noten kommer att sättas i anslutning till den aktuella noten, snarare än till noten som följer efter dem.

source: Grace Note (On/Off)
sv: Grace Note (På/Av)

source: Transforms the current selected notes into grace notes.
sv: Omvandlar de aktuella markerade noterna till grace-noter.

source: Termination
sv: Avslutande

source: Appends two grace notes, slurred to current note. Follow with a duration key to set duration of grace notes to be appended.
sv: Lägger till två grace notes, slurrade till aktuell not. Följ med en varaktighetsknapp för att ställa in varaktigheten för de grace notes som ska läggas till.

source: Press a duration key to get two, beamed, grace notes
sv: Tryck på en durationstangent för att få två, strålade, grace-noter

source: To use this function correctly you need to give a duration. This will insert two grace notes, beamed together if needed, with the given duration
sv: För att använda denna funktion korrekt måste du ange en duration. Detta kommer att infoga två grace notes, sammanfogade om så behövs, med den angivna durationen

source: Insert Two
sv: Infoga två

source: Inserts two grace notes at the cursor beaming them together. Follow with a duration key.
sv: Infogar två grace notes vid markören och strålar samman dem. Följ med en durationstangent.

source: Grace note hints installed
sv: Grace note-tips installerade

source: Install Grace Note Hints
sv: Installera Grace Note Tips

source: Where a grace note occurs at a boundary the LilyPond typesetter requires extra hints about positioning. This command installs them for the whole movement. It is usually run in the Check Score routine.
sv: När en grace note förekommer vid en gräns kräver LilyPond-sättaren extra tips om positionering. Detta kommando installerar dem för hela satsen. Det körs vanligtvis i rutinen Check partitur.

source: Changes the note at the cursor to/from being a grace note. Gives audio feedback.
sv: Ändrar noten vid markören till/från att vara en grace-not. Ger ljudåterkoppling.

source: The cursor is not on a grace note after a main note or chord
sv: Markören är inte på en grundton efter en huvudton eller ett ackord

source: Remove grace after created with Denemo versions before 2.4
sv: Ta bort grace efter skapad med Denemo versioner före 2.4

source: Duplicate Note/Chord
sv: Duplicera not/ackord

source: Duplicates the current note or chord at the cursor. Not for rests.
sv: Duplicerar den aktuella noten eller ackordet vid markören. Inte för pauser.

source: Duplicate Rest, Note, Chord
sv: Duplicera vila, not, ackord

source: Duplicates the rest, note or chord at or before the cursor.
sv: Duplicerar resten, noten eller ackordet vid eller före markören.

source: Fill Measure
sv: Fyllnadsmått

source: Duplicates the note/chord/rest at or before the cursor until the measure is full or over-full. In a full measure duplicates the measure, in an empty measure insert the current duration.
sv: Duplicerar noten/ackordet/vilan vid eller före markören tills måttet är fullt eller överfullt. I ett fullt mått dupliceras måttet, i ett tomt mått infogas den aktuella varaktigheten.

source: Duplicate to Fill Measure
sv: Duplicera för att fylla mått

source: Duplicates the notes in the current measure until the measure is full or over-full. If already full, duplicates the previous and current measure.
sv: Duplicerar noterna i det aktuella måttet tills måttet är fullt eller överfullt. Om den redan är full dupliceras föregående och aktuell takt.

source: Insert Breve
sv: Infoga Breve

source: Insert a Longa
sv: Sätt in en Longa

source: Inserts a note in the prevailing duration.
sv: Lägger in en not i den aktuella durationen.

source: This Denemo Directive is part of a set of four creating a "Percent Repeat". Be sure to delete them all if you delete one of them.
sv: Detta Denemo-direktiv är en del av en uppsättning om fyra som skapar en "procentuell upprepning". Var noga med att radera dem alla om du raderar en av dem.

source: Percent Repeat
sv: Procent Upprepning

source: Insert Percent Style Repeat
sv: Infoga procent Stil Upprepa

source: Creates a repeat from the selection, typeset in \"percent\" style.
sv: Skapar en upprepning från urvalet, typsatt i \"procent\"-stil.

source: Accent (Off/On)
sv: Accent (av/på)

source: Adds the &gt; accent
sv: Lägger till &gt; accent

source: Arpeggio (Off/On)
sv: Arpeggio (av/på)

source: Mark/Unmark the selected notes arpeggio
sv: Markera/avmarkera de valda tonerna arpeggio

source: Articulation Outside Slur (Off/On)
sv: Artikulation utanför legatobåge (av/på)

source: The articulation(s) on this note will be placed outside the slur (furthest from the note). Repeat the command to return the slur to the outside.
sv: Artikulationen/artikulationerna på den här noten kommer att placeras utanför slurfen (längst bort från noten). Upprepa kommandot för att återföra slurfen till utsidan.

source: DownBow (Off/On)
sv: DownBow (av/på)

source: Mark/Unmark selection or current object
sv: Markera/avmarkera val eller aktuellt objekt

source: Fermata (Off/On)
sv: Fermata (av/på)

source: Mark/Unmark current selection or object with a fermata
sv: Markera/avmarkera aktuellt val eller objekt med en fermata

source: Flageolet (Off/On)
sv: Flageolet (av/på)

source: Mark/Unmark current selection of object with a Flageolet
sv: Markera/avmarkera aktuellt urval av objekt med en Flageolet

source: Harmonic (Off/On)
sv: Harmonisk (Av/På)

source: Mark/Unmark current selection or object with a harmonic
sv: Markera/avmarkera aktuellt val eller objekt med en harmonisk

source: Lheel (Off/On)
sv: Lheel (av/på)

source: Marks/Unmaks the selection with the Lheel
sv: Markera/avmarkera urvalet med Lheel

source: Ltoe (Off/On)
sv: Ltoe (av/på)

source: Marks/Unmaks the selection with the Ltoe
sv: Markeringar/avmarkeringar av urvalet med Ltoe

source: Marcato (Off/On)
sv: Marcato (av/på)

source: Mark/Unmark the selected notes marcato
sv: Markera/avmarkera de valda tonerna marcato

source: Portato (Off/On)
sv: Portato (Av/På)

source: Marks/Unmaks the selection with the Portato
sv: Markeringar/omarkeringar av urvalet med Portato

source: Rheel (Off/On)
sv: Rheel (av/på)

source: Marks/Unmaks the selection with the Rheel
sv: Markera/avmarkera urvalet med Rheel

source: Rtoe (Off/On)
sv: Rtoe (av/på)

source: Marks/Unmaks the selection with the Rtoe
sv: Markerar/avmarkerar urvalet med Rtoe

source: Signumcongruentiae (Off/On)
sv: Signumcongruentiae (av/på)

source: Mark/Unmark the selected notes signumcongruentiae
sv: Markera/avmarkera de valda anteckningarna signumcongruentiae

source: Staccatissimo (Off/On)
sv: Staccatissimo (av/på)

source: Staccato (Off/On)
sv: Staccato (av/på)

source: Adds the staccato dot or removes it
sv: Lägger till staccato-punkten eller tar bort den

source: Stopped (Off/On)
sv: Stoppad (av/på)

source: Mark/Unmark the selected notes stopped
sv: Markera/avmarkera de valda noterna stoppade

source: Tenuto (Off/On)
sv: Tenuto (av/på)

source: Toggles the Tenuto Line _ On/Off
sv: Växlar Tenuto Line _ på/av

source: Thumb (Off/On)
sv: Tummen (av/på)

source: Marks/Unmaks the selection with the Thumb
sv: Markera/avmarkera urvalet med tummen

source: Mark/Unmark the current chord accented
sv: Markera/avmarkera aktuellt ackord accentuerat

source: Mark/Unmark chord with an arpeggio
sv: Markera/avmarkera ackord med en arpeggio

source: Mark/Unmark chord with a Down Bow
sv: Markera/avmarkera ackord med en nedåtgående båge

source: Mark/Unmark the chord with a fermata
sv: Markera/avmarkera ackordet med en fermata

source: Mark/Unmark chord with a Flageolet
sv: Markera/avmarkera ackord med en Flageolet

source: Mark/Unmark chord with a harmonic
sv: Markera/avmarkera ackord med en harmonisk

source: Mark/Unmark the current note lheel
sv: Markera/avmarkera den aktuella anteckningen lheel

source: LongFermata (Off/On)
sv: LongFermata (av/på)

source: Mark/Unmark the current chord longfermata
sv: Markera/avmarkera det aktuella ackordets longfermata

source: Mark/Unmark the current note ltoe
sv: Markera/avmarkera den aktuella noten ltoe

source: Mark/Unmark the current chord marcato
sv: Markera/avmarkera aktuellt ackord marcato

source: Mark/Unmark the chord Portato
sv: Markera/avmarkera ackordet Portato

source: Mark/Unmark the current note rheel
sv: Markera/avmarkera den aktuella anteckningen rheel

source: Mark/Unmark the current note rtoe
sv: Markera/avmarkera den aktuella noten rtoe

source: ShortFermata (Off/On)
sv: ShortFermata (Av/På)

source: Mark/Unmark the current chord shortfermata
sv: Markera/avmarkera det aktuella ackordets shortfermata

source: Mark/Unmark the current chord signumcongruentiae
sv: Markera/avmarkera det aktuella ackordets signumcongruentiae

source: Mark/Unmark chord as Staccatissimo
sv: Markera/avmarkera ackord som Staccatissimo

source: Mark/Unmark the chord staccato
sv: Markera/avmarkera ackordet staccato

source: Mark/Unmark the current chord stopped
sv: Markera/avmarkera det aktuella ackordet stoppat

source: Mark/Unmark the chord Tenuto
sv: Markera/avmarkera ackordet Tenuto

source: Mark/Unmark the current chord thumb
sv: Markera/avmarkera det aktuella ackordets tumme

source: UpBow (Off/On)
sv: UpBow (av/på)

source: Mark/Unmark chord with an Up Bow
sv: Markera/avmarkera ackord med en uppåtgående båge

source: VeryLongFermata (Off/On)
sv: VeryLongFermata (Av/På)

source: Mark/Unmark the current chord with very long fermata
sv: Markera/avmarkera aktuellt ackord med mycket lång fermata

source: Tonguing Indication
sv: Tonguing Indikation

source: Give number of dots required:
sv: Ange antal prickar som krävs:

source: Tongue
sv: Tunga

source: Adds a tonguing indication, (a number of staccato dots) to the current note.
sv: Lägger till en tonguing-indikering (ett antal staccato-prickar) till den aktuella noten.

source: Mark/Unmark current selection or note with UpBow
sv: Markera/avmarkera aktuellt val eller not med UpBow

source: Chord Symbol
sv: Ackordsymbol

source: Give text of chord symbol
sv: Ge text av ackordsymbol

source: Give horizontal scale
sv: Ge horisontell skala

source: Give vertical scale
sv: Ge vertikal skala

source: Give horizontal shift
sv: Ge horisontell förskjutning

source: Give vertical shift
sv: Ge vertikal förskjutning

source: Insert Root note of chord for symbol to attach to
sv: Infoga grundtonen i ackordet för symbolen att fästa vid

source: Chord Chart Symbol
sv: Symbol för ackordschema

source: Creates an arbitrary chord symbol text for the root note at the cursor - used in compact chord charts for uncommon chords.
sv: Skapar en godtycklig ackordsymboltext för grundtonen vid markören - används i kompakta ackordtabeller för ovanliga ackord.

source: \bold cresc. (or poco if continuing the cresc.)
sv: \fett krusiduller (eller poco om man fortsätter krusiduller)

source: Sorry, this operation needs to be applied to the start of the crescendo.
sv: Tyvärr måste den här åtgärden tillämpas på början av crescendot.

source: Crescendo Text Spanner
sv: Crescendo Textnyckel

source: Give text for start or continuation
sv: Ge text för start eller fortsättning

source: Prints text to start or continue a crescendo extending over a passage. Use for cresc. poco a poco, for example. Terminate with End Crescendo marking or a dynamic mark, else nothing will be printed. LilyPond markup, such as \\bold can be used.
sv: Skriver ut text för att starta eller fortsätta ett crescendo som sträcker sig över en passage. Används till exempel för cresc. poco a poco. Avsluta med End Crescendo eller en dynamisk markering, annars skrivs ingenting ut. LilyPond-markeringar som \\bold kan användas.

source: Not yet implemented
sv: Ännu inte infört

source: Cresc (Off/On)
sv: Cresc (Av/På)

source: Starts textual cresc. (or deletes one already present at cursor). Terminate with End Crescendo or with a dynamic.
sv: Startar textcrescendo (eller tar bort ett som redan finns vid markören). Avsluta med End Crescendo eller med en dynamik.

source: \bold cresc. (or poco if continuing the dim.)
sv: \bold cresc. (eller poco om man fortsätter med dim.)

source: Sorry, this operation needs to be applied to the start of the Decrescendo.
sv: Tyvärr måste den här åtgärden tillämpas på början av Decrescendo.

source: Decrescendo Text Spanner
sv: Decrescendo Textnyckel

source: Prints text to start or continue a crescendo extending over a passage. Use for cresc. poco a poco, for example. Terminate with End Diminuendo marking or a dynamic mark, else nothing will be printed. LilyPond markup, such as \\bold can be used.
sv: Skriver ut text för att starta eller fortsätta ett crescendo som sträcker sig över en passage. Används till exempel för cresc. poco a poco. Avsluta med End Diminuendo eller en dynamisk markering, annars skrivs ingenting ut. LilyPond-markeringar som \\bold kan användas.

source: Dim (Off/On)
sv: Dim (Av/På)

source: Starts a textual diminuendo. Terminate with End Diminuendo or a dynamic.
sv: Startar ett textuellt diminuendo. Avsluta med End Diminuendo eller en dynamik.

source: Dynamics Spacing
sv: Dynamik Avstånd

source: Give extra spacing required
sv: Ge extra avstånd som krävs

source: Extra Spacing
sv: Extra mellanslag

source: Music is spaced out by the extra amount given to avoid textual dynamic markings colliding. Not for hairpins.
sv: Musiken har det extra avstånd som krävs för att undvika att dynamiska textmarkeringar krockar med varandra. Inte för hårnålar.

source: Hairpin Length
sv: Hårnålslängd

source: Give extra length required
sv: Ge extra längd som krävs

source: Lengthen Hairpin
sv: Förlänga hårnål

source: Inserts a directive to lengthen the following cresc or dim hairpin.
sv: Infogar ett direktiv för att förlänga följande cresc- eller dim-hårnål.

source: End Hairpin
sv: Hårnål i änden

source: Terminate Hairpin at Barline
sv: Avsluta hårnålen vid taktstreck

source: Ends a cresc. or dim, hairpin at the barline following the current note/chord. This command inserts a standalone Denemo Directive after the note/chord at the cursor.
sv: Avslutar en cresc. eller dim, hårnål vid barlinjen efter aktuell not/ackord. Detta kommando infogar ett fristående Denemo-direktiv efter noten/ackordet vid markören.

source: Figured Bass Height
sv: Figurerad bashöjd

source: Give height adjustment (unit = staff space):
sv: Ge höjdjustering (enhet = notsystemutrymme):

source: Height of Bass Figure
sv: Basfigurens höjd

source: Sets the height of the bass figure above the note. The unit is the distance between adjacent lines in the staff.
sv: Ställer in basfigurens höjd över noten. Enheten är avståndet mellan intilliggande linjer i notsystemet.

source: Give number of groups:
sv: Ange antal grupper:

source: Heights of Groups
sv: Gruppernas höjder

source: Allows several groups of figures to be individually adjusted for height.
sv: Gör att flera grupper av figurer kan justeras individuellt i höjdled.

source: Adjust All Heights
sv: Justera alla höjder

source: Sets the heights of the bass figures above the notes throughout the score to avoid ungainly positions. The bass figures must be on the lowest staff
sv: Ställer in basfigurernas höjd över noterna i hela partituret för att undvika otympliga positioner. Basfigurerna måste vara på den lägsta noten

source: Tweak Default Appearance
sv: Justera standardutseende

source: Alters the default figured bass appearance to a more 18th c. look.
sv: Ändrar standardutseendet för figurerad bas till ett mer 18:e århundrades utseende.

source: Fix Bass Figure/Marking Clashes.
sv: Fixa basfigur / märkningskollisioner.

source: Shifts bass figures up to avoid clashes with markings on the bass note.
sv: Flyttar upp bassiffrorna för att undvika kollisioner med markeringar på basnoten.

source: Place Figures Below Bass Notes
sv: Placera siffrorna under basnoterna

source: Places an instruction (between $ ... $) which tells the engraver to place the figures below from this note on. Any figure for this note should follow the last $
sv: Placerar en instruktion (mellan $ ... $) som säger till gravören att placera figurerna nedan från och med denna not. Varje figur för denna not bör följa den sista $ ... $

source: Figured Bass Extenders
sv: Figurerade basförlängare

source: Give Figure to Extend
sv: Ge figur för att utvidga

source: Single Extender
sv: Enstaka förlängare

source: Create a single extender for the group of figures on the previous note. Append |0 to the group and use 0 for the extender to leave a little space between the group and the start of the extender.
sv: Skapa en enda extender för siffergruppen i föregående not. Lägg till |0 till gruppen och använd 0 för förlängningen för att lämna lite utrymme mellan gruppen och början av förlängningen.

source: No Custom Ornaments at cursor position
sv: Inga egna ornament vid markörens position

source: Adjust Ornament
sv: Justera prydnad

source: Place the ornament attached to the note at the cursor above/below or adjust padding around it.
sv: Placera ornamentet som är kopplat till noten vid markören över/under eller justera utfyllnaden runt det.

source: Suspension
sv: Avstängning

source: Suspension ornament (Off/On)
sv: Upphängningsprydnad (Off/On)
